[
	{
	  "text": "Happiness is the feeling that power increases — that resistance is being overcome.",
	  "author": "Friedrich Nietzsche"
	},
	{
	  "text": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
	  "author": "Aristotle"
	},
	{
	  "text": "Rules for happiness: something to do, someone to love, something to hope for.",
	  "author": "Immanuel Kant"
	},
	{
		"text": "Happiness is when what you think, what you say, and what you do are in harmony.",
		"author": "Mahatma Gandhi"
	},
	{
		"text": "I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them.",
		"author": "John Stuart Mill"
	},
	{
		"text": "Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder.",
		"author": "Henry David Thoreau"
	},
	{
		"text": "Why should we build our happiness on the opinions of others, when we can find it in our own hearts?",
		"author": "John-Jacques Rousseau"
	},
	{
		"text": "Happiness is not something ready-made. It comes from your own actions.",
		"author": "the Dalai Lama"
	},
	{
		"text": "The secret of happiness, you see is not found in seeking more, but in developing the capacity to enjoy less.",
		"author": "Socrates"
	},
	{
		"text": "Action may not always bring happiness, but there is no happiness without action.",
		"author": "William James"
	},
	{
		"text": "For every minute you are angry you lose sixty seconds of happiness.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"text": "A day without laughter is a day wasted.",
		"author": "Nicolas Chamfort"
	},
	{
		"text": "Happiness depends upon ourselves.",
		"author": "Aristotle"
	},
	{
		"text": "The greatest blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not.",
		"author": "Seneca"
	},
	{
		"text": "May you live every day of your life.",
		"author": "Jonathan Swift"
	},
	{
		"text": "Life is not a problem to be solved but a reality to be experienced.",
		"author": "Soren Kierkegaard"
	},
	{
		"text": "The past has no power over the present moment.",
		"author": "Eckhart Tolle"
	},
	{
		"text": "If you hate a person, then you’re defeated by them.",
		"author": "Confucius"
	},
	{
		"text": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
		"author": "Albert Einstein"
	},
	{
		"text": "It does not matter how slowly you go, as long as you do not stop.",
		"author": "Confucius"
	},
	{
		"text": "To live is the rarest thing in the world. Most people exist, that is all.",
		"author": "Oscar Wilde"
	},
	{
		"text": "Never form a friendship with a man who is not better than you.",
		"author": "Confucius"
	},
	{
		"text": "Life isn't about finding yourself. Life is about creating yourself.",
		"author": "George Bernard Shaw"
	},
	{
		"text": "When it is obvious that goals can’t be reached, don’t adjust the goals, but adjust the action steps.",
		"author": "Confucius"
	},
	{
		"text": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.",
		"author": "William James"
	},
	{
		"text": "What the superior man seeks is in himself; what the small man seeks is in others.",
		"author": "Confucius"
	},
	{
		"text": "Give instructions only to those people who seek knowledge after they have discovered their ignorance.",
		"author": "Confucius"
	},
	{
		"text": "Looking at small advantages prevents great affairs from being accomplished.",
		"author": "Confucius"
	},
	{
		"text": "If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.",
		"author": "Ludwig Wittgenstein"
	},
	{
		"text": "If they spit at you behind your back it means you’re ahead of them.",
		"author": "Confucius"
	},
	{
		"text": "The secret of change is to focus all of your energy not on fighting the old, but on building the new.",
		"author": "Socrates"
	},
	{
		"text": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
		"author": "Alan Watts"
	},
	{
		"text": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.",
		"author": "Elie Wiesel"
	},
	{
		"text": "No valid plans for the future can be made can be made by those who have no capacity for living now.",
		"author": "Alan Watts"
	},
	{
		"text": "An ounce of action is worth a ton of theory.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"text": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
		"author": "Aristotle"
	},
	{
		"text": "It does not do to dwell on dreams and forget to live.",
		"author": "J.K. Rowling"
	},
	{
		"text": "Eyes and ears are poor witnesses to people if they have uncultured souls.",
		"author": "Heraclitus"
	},
	{
		"text": "If I cannot do great things, I can do small things in a great way.",
		"author": "Dr. Martin Luther King Jr."
	},
	{
		"text": "Reason has always existed, but not always in a reasonable form.",
		"author": "Karl Marx"
	},
	{
		"text": "Love all, trust a few, do wrong to none.",
		"author": "William Shakespeare"
	},
	{
		"text": "Life is like a piano. What you get out of it depends on how you play it.",
		"author": "Albert Einstein"
	},
	{
		"text": "To know what people really think, pay regard to what they do rather than what they say.",
		"author": "René Descartes"
	},
	{
		"text": "We do not describe the world we see. We see the world we can describe.",
		"author": "René Descartes"
	},
	{
		"text": "A journey of a thousand miles begins with a single step.",
		"author": "Confucius"
	},
	{
		"text": "A 'no' uttered from deepest conviction is better than a 'yes' merely uttered to please, or worse, to avoid trouble.",
		"author": "Mahatma Gandhi"
	},
	{
		"text": "You only learn when you give your whole being to something.",
		"author": "J. Krishnamurti"
	},
	{
		"text": "The more sand had escaped from the hourglass of our life, the clearer we should see through it.",
		"author": "Niccolo Machiavelli"
	},
	{
		"text": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness.",
		"author": "Bertrand Russell"
	},
	{
		"text": "Love is born into every human being; it calls back the halves of our original nature together; it tries to make one out of two and heal the wound of human nature.",
		"author": "Plato"
	}
]